def hello():
    options = [
        "\n0. Вихід з програми.",
        "1. Знайти 5 студентів із найбільшим середнім балом з усіх предметів.",
        "2. Знайти студента із найвищим середнім балом з певного предмета.",
        "3. Знайти середній бал у групах з певного предмета.",
        "4. Знайти середній бал на потоці (по всій таблиці оцінок).",
        "5. Знайти які курси читає певний викладач.",
        "6. Знайти список студентів у певній групі.",
        "7. Знайти оцінки студентів у окремій групі з певного предмета.",
        "8. Знайти середній бал, який ставить певний викладач зі своїх предметів.",
        "9. Знайти список курсів, які відвідує студент.",
        "10. Список курсів, які певному студенту читає певний викладач.",
    ]

    print("\n".join(options))
